/* 
  InfoPopovers.strings
  CleanMyMac

  Created by krivoblotsky on 5/30/16.
  Copyright © 2016 MacPaw. All rights reserved.
*/

"CannotRemoveSystemApplication" = "Si tratta di un file di sistema protetto e non può essere rimosso. Tuttavia puoi eliminare i file correlati per ripristinare l'applicazione.";
"CannotRemoveAppExtension" = "Questo elemento fa parte dell'applicazione e non può essere rimosso singolarmente.";
"CannotRemoveChromeResources" = "Questo elemento non può essere rimosso perché il tuo browser Chrome è collegato a un account Google. I dati rimossi saranno nuovamente sincronizzati.";
"EmptyPrivacyItems" = "Non sono presenti elementi da rimuovere in questo gruppo.";
"NotEstimatedPrivacyItems" = "Uscire dall'applicazione relativa per verificare il numero di elementi disponibili per la pulizia.";
"NotEstimatedItem" = "La dimensione di questo elemento verrà stimata dopo la tua autenticazione con la password utente.";
"SiriExtension" = "Siri è parte integrante del sistema operativo, pertanto non può essere rimossa completamente.";
